[
	{
		"id":1,
		"img":"https://i2.wp.com/vergle.com/wp-content/uploads/2018/03/gdfhydfhydfyh.jpg?w=900&ssl=1",
		"name":"THOM BROWNE",
		"price": 300,
		"color":["black","white"],
		"description": "Round acetate sunglasses in black. Dark grey lenses with 100% UV protection. Signature engraved stripes at temples. Signature tricolor hardware at temple tips. Silver-tone hardware."
	},
	{
		"id":2,
		"img":"https://i1.wp.com/vergle.com/wp-content/uploads/2018/07/vsdgsdgstgsdgds.jpg?fit=900%2C1155&ssl=1",
		"name":"VALENTINO",
		"price": 425,
		"color":["white","black"],
		"description": "Grained leather belt in soft black. Logo hardware at buckle. Adjustable post-stud fastening. Gunmetal-tone hardware. Tonal stitching. Approx. 1.5″ width. Part of the Valentino Garavani collection. Leather. Made in Italy."
	},
	{
		"id":3,
		"img":"https://i2.wp.com/vergle.com/wp-content/uploads/2021/01/sfdhsdfgfds.jpg?fit=900%2C1155&ssl=1",
		"name":"BALENCIAGA",
		"price": 347,
		"color":["black","white"],
		"description": "Black/multicolour cotton multi-language logo cap from Balenciaga (VIP) featuring embroidered logo, curved peak and rear touch-strap fastening."
	},
	{
		"id":4,
		"img":"https://i1.wp.com/vergle.com/wp-content/uploads/2021/02/dfhs.jpg?fit=900%2C1155&ssl=1",
		"name":"SAINT LAURENT",
		"price": 450,
		"description": "Silver grey metal New Wave SL 299 sunglasses from SAINT LAURENT EYEWEAR featuring aviator frame, tinted lenses, UV-protective lenses, nose pads, engraved logo, straight arms and straight tips."
	},
	{
		"id":5,
		"img":"https://i1.wp.com/vergle.com/wp-content/uploads/2021/03/dfhgsd-1.jpg?fit=900%2C1155&ssl=1",
		"name":"GUCCI",
		"price": 152,
		"description": "White stretch-cotton x Disney Donald Duck socks from GUCCI featuring embroidered design, stripe trim and ribbed detailing. Be sure before opening, as socks and hosiery can only be returned in their original, unopened packaging."
	},
	{
		"id":6,
		"img":"https://i0.wp.com/vergle.com/wp-content/uploads/2018/05/gsdhgsdtgsdg.jpg?fit=900%2C1155&ssl=1",
		"name":"GUCCI",
		"price": 345,
		"description": "Square optical glasses in transparent grey acetate. Keyhole bridge. Logo hardware at hinges. Logo stamp at outer temples. Core wire with etched detailing at transparent acetate temples."
	},{
		"id":7,
		"img":"https://i1.wp.com/vergle.com/wp-content/uploads/2020/01/vsadfsa.jpg?fit=900%2C1155&ssl=1",
		"name":"VALENTINO",
		"price": 790,
		"description": "Technical satin pouch in black. Adjustable and detachable buffed leather belt-style strap with pin-buckle fastening. Tonal leather logo appliqué at face. Zip closure. Two card slots at interior. Tonal leather lining. Silver-tone hardware. "
	},{
		"id":8,
		"img":"https://i1.wp.com/vergle.com/wp-content/uploads/2018/12/fsgfsrf.jpg?fit=900%2C1155&ssl=1",
		"name":"ALEXANDER MCQUEEN",
		"price": 520,
		"description": "Collapsible umbrella in black. Signature carved skull handle. Logo and stripes woven in red at edge. Wraparound press-stud tab fastening. Tonal and gunmetal-tone hardware."
	}
]